{
  "cards": [
    {
      "title": "Introduction",
      "time": 10,
      "card": "",
      "type": "text",
      "image": "",
      "content": "Le monde du Web vous intéresse mais vous n'y connaissez rien ? Vous décrochez quand vous entendez du vocabulaire geek ? Ce cours a pour objectif de vous mettre à niveau. Aucune connaissance préalable n'est requise. Vous découvrirez l'histoire du Web, comprendrez à quoi servent les langages et frameworks, et quel est le rôle des développeurs ! Vous serez capable de comprendre le monde du développement web et vous pourrez vous lancer vous-même dans le développement si vous le souhaitez ! Ce cours a pour objectif de vous mettre à niveau. Aucune connaissance préalable n'est requise."
    },
    {
      "title": "Qu'est-ce que le web ?",
      "time": 15,
      "card": "",
      "type": "video",
      "image": "",
      "content": ""
    },
    {
      "title": "Web, services et Cloud",
      "time": 8,
      "card": "",
      "type": "video",
      "image": "",
      "content": ""
    },
    {
      "title": "Comment est né le Web ?",
      "time": 14,
      "card": "",
      "type": "text",
      "image": "",
      "content": "Vous écrivez un peu de code et souhaitez collaborer avec d'autres développeurs ? Vous voulez toujours savoir pourquoi une modification a été faite et ne plus risquer de perdre des jours de travail ? Vous avez clairement besoin de versionner votre code. Un logiciel de gestion de versions est un outil incontournable pour tout développeur. Il en existe de nombreux, et dans ce cours vous découvrirez Git, le logiciel créé par Linus Torvald, auteur du Kernel Linux. Vous découvrirez ce qu'est la gestion de version et les avantages que cela apporte. Puis, vous plongerez dans l'univers de Git : commit, branches, merge... tous ces termes n'auront plus de secrets pour vous ! Enfin vous apprendrez à utiliser GitHub pour héberger votre code et collaborer facilement sur des projets open-source. Venez découvrir Git et GitHub dans ce cours en vidéo !"
    },
    {
      "title": "En résumé",
      "time": 5,
      "card": "",
      "type": "text",
      "image": "",
      "content": "Vous êtes étudiants et vous souhaitez maîtriser les enjeux et les fondamentaux d’un Business plan ? Vous êtes entrepreneurs ou futurs dirigeants, et vous devez rédiger votre Business plan afin de monter votre projet entrepreneurial ? Ou encore vous êtes cadres en entreprise, et vous souhaitez perfectionner vos compétences sur le Business plan ? Ce cours est fait pour vous ! Il existe de nombreux supports sur Internet, et conseils pour créer un Business plan mais comment construire et organiser un Business plan cohérent avec votre projet entrepreneurial ? Comment identifier les éléments de réflexion utiles dès la phase en amont qui vous permettront de prendre certaines décisions  Dans ce cours, nous vous proposons de découvrir les éléments de base constituant un BP, et de construire pas à pas, un Business plan pertinent. Quels critères sont pris en compte lors de la lecture d’un Business plan ? Qu’est-ce qu’un bon Business plan ? Comment est-il organisé ? Comment identifier son offre ? Son marché ? Comment rédiger les éléments financiers ? Autant de questions auxquels nous vous proposons de répondre ! Vous êtes prêt ? Allez, c’est parti !"
    },
    {
      "title": "Les langages client",
      "time": 20,
      "card": "",
      "type": "video",
      "image": "",
      "content": ""
    },
    {
      "title": "Les langages serveur",
      "time": 18,
      "card": "",
      "type": "video",
      "image": "",
      "content": ""
    }
  ]
}